xml/request_templates/cdplusbog_westenholz.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>26505194|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Mona Lisa på afveje</dc:title>
              <dc:title xsi:type="dkdcplus:full">Mona Lisa på afveje</dc:title>
              <dc:title xsi:type="dkdcplus:series">Læselyst ; 13</dc:title>
              <dc:creator>Anders Westenholz (f. 1936)</dc:creator>
              <dc:creator xsi:type="oss:sort">Westenholz, Anders (f. 1936)</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for læsesvage voksne</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">humor</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">kriminalitet</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">kunst</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject>
              <dcterms:abstract>Kunsteksperten Viggo har alletiders plan : at stjæle Mona Lisa. Det lykkes faktisk, og han sælger maleriet til en brasiliansk milliardær. Men dermed er lykken alligevel ikke gjort</dcterms:abstract>
              <dc:description>Cd Indlæst af Janek Lesniak</dc:description>
              <dc:description>Bog: Hedehusene : Nyt Dansk Litteraturselskab, 2005</dc:description>
              <dc:description xsi:type="dkdcplus:series">Samhørende: Mona Lisa på afveje: Fup, fiduser og falske malerier</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>KKB-Lyd</dc:publisher>
              <dc:date>2006</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Cd</dc:type>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Sammensat materiale</dc:type>
              <dc:format>1 cd, mp3, 1 bog</dc:format>
              <dcterms:extent>2 t., 15 min., 115 sider</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-89793-09-9</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">26505194</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20081124180138</marcx:subfield>
                  <marcx:subfield code="d">20061030</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2006</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="j">f</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">r</marcx:subfield>
                  <marcx:subfield code="g">xc</marcx:subfield>
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="d">Kr. 580,00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="a">87-89793-09-9</marcx:subfield>
                  <marcx:subfield code="b">bog</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DLF200647</marcx:subfield>
                  <marcx:subfield code="x">SFA200647</marcx:subfield>
                  <marcx:subfield code="x">BKR200848</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Westenholz</marcx:subfield>
                  <marcx:subfield code="h">Anders</marcx:subfield>
                  <marcx:subfield code="c">f. 1936</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Mona Lisa på afveje</marcx:subfield>
                  <marcx:subfield code="e">Anders Westenholz</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">[Kbh.]</marcx:subfield>
                  <marcx:subfield code="b">KKB-Lyd</marcx:subfield>
                  <marcx:subfield code="c">[2006]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="n">1 cd</marcx:subfield>
                  <marcx:subfield code="e">mp3</marcx:subfield>
                  <marcx:subfield code="l">2 t., 15 min.</marcx:subfield>
                  <marcx:subfield code="n">1 bog</marcx:subfield>
                  <marcx:subfield code="a">115 sider</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="440" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Læselyst</marcx:subfield>
                  <marcx:subfield code="v">13</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Kunsteksperten Viggo har alletiders plan : at stjæle Mona Lisa. Det lykkes faktisk, og han sælger maleriet til en brasiliansk milliardær. Men dermed er lykken alligevel ikke gjort</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="i">Cd</marcx:subfield>
                  <marcx:subfield code="e">Indlæst af Janek Lesniak</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Bog: Hedehusene : Nyt Dansk Litteraturselskab, 2005</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Cd'en er en gengivelse af bogen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Bogens originaludgave: 2005</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="526" ind1="0" ind2="0">
                  <marcx:subfield code="i">Samhørende</marcx:subfield>
                  <marcx:subfield code="t">Mona Lisa på afveje</marcx:subfield>
                  <marcx:subfield code="t">Fup, fiduser og falske malerier</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="n">86</marcx:subfield>
                  <marcx:subfield code="z">06</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="o">sk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="u">for læsesvage voksne</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">humor</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">kunst</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">kriminalitet</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="r">200848</marcx:subfield>
                  <marcx:subfield code="m">Samhørendenote tilføjet</marcx:subfield>
                  <marcx:subfield code="m">Rettelse</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="a">SFA</marcx:subfield>
                  <marcx:subfield code="b">F</marcx:subfield>
                  <marcx:subfield code="o">200647</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="991" ind1="0" ind2="0">
                  <marcx:subfield code="o">Bogen optaget i A-fortegnelse 200606 (2 606 059 1)</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
<os:identifier>870970-basis:26505194</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
